import Bristol1 from './Bernardazzi/Bristol/1.jpeg';
import Bristol2 from './Bernardazzi/Bristol/2.jpeg';

import Garbuzov1 from './Bernardazzi/Garbuzov/1.jpeg';
import Garbuzov2 from './Bernardazzi/Garbuzov/2.jpeg';

import Levit1 from './/Bernardazzi/Levit/1.jpeg';
import Levit2 from './/Bernardazzi/Levit/2.jpeg';

import Petrokokino1 from './/Bernardazzi/Petrokokino/1.jpeg';
import Petrokokino2 from './/Bernardazzi/Petrokokino/2.jpeg';
import Petrokokino3 from './/Bernardazzi/Petrokokino/3.jpeg';
import Petrokokino4 from './/Bernardazzi/Petrokokino/4.jpeg';
import Petrokokino5 from './/Bernardazzi/Petrokokino/5.jpeg';

import Hydrotherapy_Valik1 from './/Bernardazzi/Hydrotherapy_Valik/1.jpeg';
import Hydrotherapy_Valik2 from './/Bernardazzi/Hydrotherapy_Valik/2.jpeg';

import Grinchenko1 from './/Bernardazzi/Grinchenko/1.jpeg';
import Grinchenko2 from './/Bernardazzi/Grinchenko/2.jpeg';

import Doppelmeistr1 from './/Bernardazzi/Doppelmeistr/1.jpeg';
import Doppelmeistr2 from './/Bernardazzi/Doppelmeistr/2.jpeg';

import Mavrokordato1 from './/Bernardazzi/Mavrokordato/1.jpeg';
import Mavrokordato2 from './/Bernardazzi/Mavrokordato/2.jpeg';

import Asvadurov1 from './/Bernardazzi/Asvadurov/1.jpeg';

import New_exchange1 from './/Bernardazzi/New_exchange/1.jpeg';
import New_exchange2 from './/Bernardazzi/New_exchange/2.jpeg';
import New_exchange3 from './/Bernardazzi/New_exchange/3.jpeg';
import New_exchange4 from './/Bernardazzi/New_exchange/4.jpeg';
import New_exchange5 from './/Bernardazzi/New_exchange/5.jpeg';
import New_exchange6 from './/Bernardazzi/New_exchange/6.jpeg';

import Mutual_Credit_Society1 from './/Bernardazzi/Mutual_Credit_Society/1.jpeg';
import Mutual_Credit_Society2 from './/Bernardazzi/Mutual_Credit_Society/2.jpeg';
import Mutual_Credit_Society3 from './/Bernardazzi/Mutual_Credit_Society/3.jpeg';
import Mutual_Credit_Society4 from './/Bernardazzi/Mutual_Credit_Society/4.jpeg';

import Reformed_Church1 from './/Bernardazzi/Reformed_Church/1.jpeg';
import Reformed_Church2 from './/Bernardazzi/Reformed_Church/2.jpeg';
import Reformed_Church3 from './/Bernardazzi/Reformed_Church/3.jpeg';
import Reformed_Church4 from './/Bernardazzi/Reformed_Church/4.jpeg';

import English_club1 from './Torricelli/English_club/1.jpeg';
import English_club2 from './Torricelli/English_club/2.jpeg';

import Kamo1 from './Torricelli/Kamo/1.jpeg';
import Kamo2 from './Torricelli/Kamo/2.jpeg';

import Narolskiy1 from './Torricelli/Narolskiy/1.jpeg';
import Narolskiy2 from './Torricelli/Narolskiy/2.jpeg';
import Narolskiy3 from './Torricelli/Narolskiy/3.jpeg';
import Narolskiy4 from './Torricelli/Narolskiy/4.jpeg';

import Tolstoy1 from './Torricelli/Tolstoy/1.jpeg';
import Tolstoy2 from './Torricelli/Tolstoy/2.jpeg';
import Tolstoy3 from './Torricelli/Tolstoy/3.jpeg';
import Tolstoy4 from './Torricelli/Tolstoy/4.jpeg';

export const data1 = [
  {
    id: 'Bernardazzi',
    author: 'Бернардацци Александр Иосифович',
    projectName: 'Гостиница Бристоль',
    photos: [Bristol1, Bristol2],
    text: 'Гостиница Бристоль.В конце XIX в. архитектор А. О. Бернардацци приступил к проектированию роскошной гостиницы в стиле необарокко, которую планировалось строить по соседству с Новой Биржей. В 1899 г. строительство обоих зданий было окончено. Гостиница строилась по заказу известного отеле содержателя Н. Юровского и получила имя «Бристоль». О ней с восторгом писала пресса того времени: «Эта гостиница, находящаяся в центре города против нового здания биржи, помещается в огромном, специально для этой цели отстроенном здании очень изящной архитектуры, и является самой большой в Одессе. Гостиница имеет электрическое освещение, подъёмную машину и т. п. Все номера отлично меблированы. Имеются помещения из нескольких комнат. При этой гостинице имеется зимний сад, куда подаётся обед, завтрак и т. п. Гостиница „Бристоль“ построена по плану архитектора А. О. Бернардацци и является одним из наиболее красивых зданий в Одессе. На крыше гостиницы имеется оригинально устроенная площадка, с которой открывается чудный вид на город и море.» Еще при строительстве «Бристоль» позиционировался, как самая роскошная гостиница в городе, четырехэтажное здание которой поражало не только уровнем архитектурной изысканности, но и степенью передовых инженерных решений. Это одно из первых зданий в городе, получивших лифт и индивидуальное паровое отопление во всех номерах.В советский период гостиница «Бристоль» была переименована в «Красную», сменила цвет стен с небесно-голубого на более соответствующий новому названию и утратила угловую декоративную башню. В целом же здание дошло до наших дней в почти неизменном состоянии, а в конце 2000-х гг. гостинице вернули историческое название. "',
  },
  {
    id: 'Bernardazzi',
    author: 'Бернардацци Александр Иосифович',
    projectName: 'Доходный дом Гарбузова',
    photos: [Garbuzov1, Garbuzov2],
    text: 'Огромный доходный дом на углу Княжеской и Ольгиевской, дом Гарбузова, принято считать последним крупным проектом Бернардацци и единственным зданием, в архитектуре которого зодчий применил элементы модерна.Владимир Васильевич Гарбузов — подрядчик, по проектам А. И. Бернардацци в 1901-1905 годах строил Клиники Медицинского факультета Новороссийского университета. Примерно в этот же период уложились и все основные работы по строительству собственного дома Гарбузова.Дом изначально имел три этажа, четвертый достраивался ближе к 1910-м гг. по проекту архитектора Нестураха и стилистически выбивается из общего контекста строгой архитектуры здания.Внутри имеется три просторных подъезда, самый интересный из которых расположен в арке проезда во двор. Лестница здесь имеет выразительную овальную форму.Братья Петрококино — преуспевающая греческая купеческая семья, владевшая одним из самых больших состояний среди греков Одессы и основавшая первый в городе универсальный магазин. Здание универмага, «магазина, где есть все», находилось на Греческой в четном квартале между Ришельевской и Екатерининской и было разрушено в период войны, в 1944 г.Архитектор Бернардацци часто выполнял заказы Петрококино и помимо универмага построил для них три доходных дома: на Маразлиевской, 12 и Троицкой, 18 и 20. В значительной степени отличаясь друг от друга архитектурно, все три здания основывались, как и дом Левита, на «плановом проекте» Бернардацци.Каждый из них имеет удивительные и узнаваемые элементы.  Дом на Маразлиевской, 12 строго симметричен и имеет по крайним осям полукруглые эркеры на уровне второго этажа, которые служат основанием ажурных лоджий третьего этажа. Внутри дома расположена просторная периметральная лестница овальной формы.Дом на Троицкой, 18 выполнен в смешении ренессанса, неороманского стиля и бессарабско-румынских стилизаций. Помимо традиционного лепного декора на фасаде использована пестрая кафельная плитка.Соседний дом, на Троицкой, 20, не столь самобытен стилем архитектуры, но оформлен пышнее. Фасад выдержан в стилистике необарокко, а арка с кессонированным потолком расписана трафаретными орнаментами. Внутри сохранился элегантный подъезд с периметральной лестницей и скругленными углами. ',
  },
  {
    id: 'Bernardazzi',
    author: 'Бернардацци Александр Иосифович',
    projectName: 'Доходный дом Левита',
    photos: [Levit1, Levit2],
    text: 'Доходный дом Левита — характерный образец рядовых доходных домов, возводившихся Бернардацци в 1890-е гг. В городе таких домов несколько, композиционно и масштабно они похожи друг на друга, хотя каждый из них все же имеет набор уникальных выразительных элементов.Трехэтажный дом Левита построен в классическом для историзма сочетании ренессанса и барокко, фасад строго симметричен и имеет протяженность в семь оконных осей.Дом строился в 1891 г. для Эмилии Аристовны Тработти, однако еще до завершения строительства был приобретен купцом Левитом. Именно как дом Левита здание упомянуто в журнале «Зодчий» и считается первым образцом так называемого «планового проекта», к которому Бернардацци в дальнейшем возвращался еще не раз.Например, этот проект использовался для возведения трех доходных домов для Петрококино.',
  },
  {
    id: 'Bernardazzi',
    author: 'Бернардацци Александр Иосифович',
    projectName: 'Дома Петрококино',
    photos: [
      Petrokokino1,
      Petrokokino2,
      Petrokokino3,
      Petrokokino4,
      Petrokokino5,
    ],
    text: 'Братья Петрококино — преуспевающая греческая купеческая семья, владевшая одним из самых больших состояний среди греков Одессы и основавшая первый в городе универсальный магазин. Здание универмага, «магазина, где есть все», находилось на Греческой в четном квартале между Ришельевской и Екатерининской и было разрушено в период войны, в 1944 г.Архитектор Бернардацци часто выполнял заказы Петрококино и помимо универмага построил для них три доходных дома: на Маразлиевской, 12 и Троицкой, 18 и 20. В значительной степени отличаясь друг от друга архитектурно, все три здания основывались, как и дом Левита, на «плановом проекте» Бернардацци.Каждый из них имеет удивительные и узнаваемые элементы.  Дом на Маразлиевской, 12 строго симметричен и имеет по крайним осям полукруглые эркеры на уровне второго этажа, которые служат основанием ажурных лоджий третьего этажа. Внутри дома расположена просторная периметральная лестница овальной формы.Дом на Троицкой, 18 выполнен в смешении ренессанса, неороманского стиля и бессарабско-румынских стилизаций. Помимо традиционного лепного декора на фасаде использована пестрая кафельная плитка.Соседний дом, на Троицкой, 20, не столь самобытен стилем архитектуры, но оформлен пышнее. Фасад выдержан в стилистике необарокко, а арка с кессонированным потолком расписана трафаретными орнаментами. Внутри сохранился элегантный подъезд с периметральной лестницей и скругленными углами. ',
  },
  {
    id: 'Bernardazzi',
    author: 'Бернардацци Александр Иосифович',
    projectName: 'Водолечебница Абеля и Валика',
    photos: [Hydrotherapy_Valik1, Hydrotherapy_Valik2],
    text: 'Бум гидропатической медицины пришелся в Одессе на два последних десятилетия XIX в. В городе массово основывались и строились десятки частных водолечебниц различной степени представительности: Воллернера, Имбера, Рабиновича и Ясиновского, Исаковича и многих других. Видное место среди одесских врачей-гидропатов занимал знаменитый провизор Валик, который основал свою водолечебницу совместно с доктором Абелем. В 1902 г. на углу Елисаветинской и Преображенской было окончено строительство роскошного мавританского здания водолечебницы Абеля и Валика, проект которой был выполнен инженером Ландесманом и значительно переработан Бернардацци.В одном из номеров Одесского листка за 1900 год можно встретить упоминание о закладке здания:На днях состоялась закладка нового гидропатического заведения д-ра В. И. Абеля, сооружаемого на углу Преображенской и Елисаветинской ул. Новое здание будет состоять из 2 ½ этажей. Первый этаж будет отведен под гидропатическое заведение, а во втором будет помещаться лечебница для нервных больных с постоянными кроватями. Сооружаемая водолечебница будет состоять из 2-х классов, по два зала в каждом — для мужчин и женщин. Второй класс рассчитан на удовлетворение потребностей среднего класса, плата за лечение не будет превышать 12-ти руб. в месяц. На крыше всего здания будет устроен обширный сад для больных. Всё сооружение обойдется до 150 тыс. рублей и будет готово не позже октября текущего года».',
  },
  {
    id: 'Bernardazzi',
    author: 'Бернардацци Александр Иосифович',
    projectName: 'Доходный дом Гринчака',
    photos: [Grinchenko1, Grinchenko2],
    text: 'Доходный дом Гринчака был возведен в 1899 г. на углу Маразлиевской и Базарной. Его архитектура сочетает ренессанс и необарокко. Квартиры в доме предназначались для состоятельных съемщиков, что подчеркивалось не только пышными фасадами, но и довольно богатыми интерьерами.На момент возведения здание являлось самым большим многоквартирным домом Маразлиевской и одним из самых крупногабаритных в районе своего расположения.В доме сохранились просторные подъезды с мраморными лестницами, геометрические витражи, потолочная лепка и ряд других важных артефактов старины.Дом знаменит тем, что в его угловом помещении расположен Всемирный Клуб Одесситов им. Жванецкого.',
  },
  {
    id: 'Bernardazzi',
    author: 'Бернардацци Александр Иосифович',
    projectName: 'Дом Доппельмейера',
    photos: [Doppelmeistr1, Doppelmeistr2],
    text: 'Дом Доппельмейера — один из наиболее характерных образцов романтической эклектики к формам которой Бернардацци часто обращался, свободно и виртуозно смешивая самые неожиданные в своем сочетании стили.Дом был построен в 1891-92 гг. на одной из самых престижных одесских улиц — Херсонской (нын. Пастера). Его архитектура — удивительное сочетание византийского, псевдорусского и мавританского стилей. Ранее дом имел три этажа, однако в 1950-е гг. был надстроен четвертым, что заметно изменило его облик. Также дом может похвалиться самыми красивыми сохранившимися воротами улицы, стилизованными под морскую астролябию.',
  },
  {
    id: 'Bernardazzi',
    author: 'Бернардацци Александр Иосифович',
    projectName: 'Доходный дом Юровского',
    photos: [Mavrokordato1, Mavrokordato2],
    text: 'Огромный высокоэтажный, по меркам своей эпохи, дом на Греческой, 50 строился в 1897 г. по заказу купца Н. Юровского. В одном из номеров журнала Строитель за тот же 1897 г. в качестве архитектора дома указывался С. А. Ландесман. Однако участие в проекте А. О. Бернардацци более чем очевидно, так как в архитектуре дома прослеживается огромное число присущих именно ему элементов и решений, а некоторые из них и вовсе копируют детали из более ранних проектов зодчего. Например, декоративная аркатура третьего этажа практически идентична таковой на фасаде дома Петрококино на Троицкой, 20.Застройка участка состоит из лицевого дома в четыре этажа и внутридворового флигеля — в три. Оба здания содержали квартиры высокого уровня комфорта и оснащения, предназначавшиеся для состоятельных слоев населения. Лицевой фасад выразителен и очень представительно оформлен, архитектура сочетает ренессанс и барокко. В доме было использовано несколько передовых технических решений, например, лифт и паровое отопление.',
  },
  {
    id: 'Bernardazzi',
    author: 'Бернардацци Александр Иосифович',
    projectName: 'Портал лавки Асвадуровых',
    photos: [Asvadurov1],
    text: 'Асвадуровы — знаменитая купеческая семья армянского происхождения, наиболее успешные и известные табачные фабриканты дореволюционной Одессы (наровне с Поповыми и Дурьянами).В Одессе им принадлежала табачная фабрика на Успенской и два больших доходных дома. С середины 1890-х, магазин Асвадуровых обосновался в легендарном доме Вагнера и со стороны Екатерининской вход в него обозначался роскошным мраморным порталом, выполненным в 1896 г. по эскизам Бернардацци в мастерской Менционе.В оформлении портала использовался не только итальянский мрамор лучших сортов, но и редкий розовый гранит, а также стекла со светотравлением.',
  },
  {
    id: 'Bernardazzi',
    author: 'Бернардацци Александр Иосифович',
    projectName: 'Здание Новой биржи',
    photos: [
      New_exchange1,
      New_exchange2,
      New_exchange3,
      New_exchange4,
      New_exchange5,
      New_exchange6,
    ],
    text: 'К концу XIX в. здание Старой Биржи, построенной в 1820-30-е гг. на Приморском  Бульваре, перестало удовлетворять потребности одесской купеческой общины. За несколько десятилетий строение устарело по технической части, стало тесным и мало пригодным для регулярных масштабных торгов. В итоге здание передали Городской Думе и не говори в 1891 году объявили международный конкурс на составление проекта строительства нового биржевого здания.  Уже в следующем году изй тридцати претендентом выбрали тройку победителей: проекты В. И.  , Г. А. Ляндау-Гугентегера и Ю. М. Дмитренко. Архитектор      взял главный приз, но амбиции движущей части одесского общества не были полностью удовлетворены.В 1894 году к реализации был принят проект-победитель, но в переработке Александра Осиповича Бернардацци, который и считается главным архитектором здания Новой биржи на пересечении бывших Итальянской и Полицейской улиц.Возведенный в стиле флорентийского Возрождения и венецианской готики одесский храм торговли в своей роскоши соперничал с   частными особняками знати и  наряду с коммерческой функцией (торговые площадки, купеческая управа) на его зал была возложена представительская функция по приему светских балов, проведению концертов заезжих знаменитостей и собраний местных литераторов и ученых.Уровень убранства здания впечатлял, а в самой Бирже было создано несколько ключевых масштабных локаций, и сегодня являющихся ее визитной карточкой:— огромная, перекрытая бетонным куполом лоджия парадной лестницы со стороны Полицейской, внутри которой Бернардацци оригинальным образом поместил две  недели назад ростральные колонны;— двор Хлебной Биржи, известный также как Итальянский дворик, к архитектуре которого приложил руку еще один выдающийся одесский архитектор — Владислав Домбровский;— главный зал с роскошным кессонированным потолком, витражами и высокой ложей с фонарями. В оформлении принимали участие скульпторы М. Л. Молинари, Л. Д. Менционе, Б. В. Эдуардс. Зал расписан под обои петербургским художником Н. Н. Каразиным и оформлен панно флорентийского художника Кассиоли;— большой вестибюль, расположенный в цокольном этаже под главным залом, который использовался не только как альтернативный лоджии доступ публики в зал, но и как малый зал для торгов.В следующем же 1900 году к огромному количеству уникальных архитектурных деталей здания добавился мраморный бюст А. О. Бернардацци, созданный скульптором Борисом Васильевичем Эдуардсом и установленный в лоджии около центрального входа в ознаменование пятидесятилетнего юбилея творческой деятельности архитектора.С 1937 года в здании Биржи расположена Одесская областная Филармония.',
  },
  {
    id: 'Bernardazzi',
    author: 'Бернардацци Александр Иосифович',
    projectName: 'Здание Общества Взаимного кредита',
    photos: [
      Mutual_Credit_Society1,
      Mutual_Credit_Society2,
      Mutual_Credit_Society3,
      Mutual_Credit_Society4,
    ],
    text: 'Монументальное здание Общества Взаимного кредита возведено архитектором Бернардацци в 1903 г. под влиянием традиционных форм флорентийского Возрождения. Это одно из немногих банковских зданий в творчестве зодчего.Архитектурный образ ОВК оказал огромное влияние на формирование ансамбля перекрестка Пушкинской и Греческой. В 1905 г. архитектор Ю. М. Дмитренко соорудил на противоположной стороне Греческой здание Учетного банка, с которым творение Бернардацци составило в своем роде комплекс — своеобразные пропилеи въезда в деловую часть Одессы по Греческой.Здание решено трехобъемным и состоит из более высокой угловой части с малыми операционными залами и крыльями пониже, растянувшимися по Пушкинской и Греческой. Такое решение не свойственно для Бернардацци, предпочитавшего более простые, одно- и двухобъемные компоновки строений.Наиболее впечатляющим из технических решений является массивный фундамент, в опоры которого были врезаны сейфы.',
  },
  {
    id: 'Bernardazzi',
    author: 'Бернардацци Александр Иосифович',
    projectName: 'Реформатская церковь',
    photos: [
      Reformed_Church1,
      Reformed_Church2,
      Reformed_Church3,
      Reformed_Church4,
    ],
    text: 'Наравне с несохранившимся старым железнодорожным вокзалом, Реформатская церковь на Херсонской (ныне Пастера) — образец совместного творчества Бернардацци и знаменитого петербургского архитектора В. А. Шретера. В случае с обоими зданиями Бернардацци получил в распоряжение премированные конкурсные проекты Шретера и, попутно их дорабатывая, руководил постройкой в Одессе.Проект церкви уходит корнями в 1882 г., когда Шретер опубликовал в журнале Зодчий первые планы и наброски будущей Реформатской церкви для Одессы. Само же строительство велось значительно позже — в 1895-96 гг. Постройка возводилась на средства особого фонда, который в 1890 году учредила община по инициативе пастора Е. И. Корнмана.Помимо Бернардацци в возведении участвовал и знаменитый инженер Х. Скведер.Эффектный и изящный храм, решенный в формах северного Возрождения с элементами неоготики, представляет собой трехэтажное здание: на первом этаже находились машины для парового отопления, на втором — квартира пастора, а на третьем — непосредственно молитвенный зал. В 1900 году отделочные работы в церкви полностью завершены и сам храм освящен. В советское время храм был закрыт, а здание, по проекту архитектора А. Минкуса, перестроено в кукольный театр.На рубеже 1990-2000-х гг. , при финансовой поддержке Пресвитерианской церкви Америки, церковь была восстановлена. В 2002 году в храме был установлен лучший на Юге Украины орган.',
  },
  {
    id: 'Torricelli',
    author: 'Торичелли Георгий Иванович',
    projectName: 'Здание Английского клуба',
    photos: [English_club1, English_club2],
    text: 'Изящное полутораэтажное здание Английского клуба относится к позднему творчеству Торичелли и проектировалось им в 1840-е гг. параллельно со строительством комплекса лавок Пале-Рояля по соседству. Фактически Английский клуб должен был стать неотъемлемой частью этого ансамбля, замыкая Театральную площадь со стороны моря. Впоследствии строительство Пале-Рояля в полной мере не было завершено и сама театральная площадь не получила парадного обрамления.Английский клуб успели построить, но он остался отдельно стоящим зданием, вырванным из контекста замыслов Торичелли, но хорошо гармонирующим со своим историческим архитектурным окружением периода классицизма.Стиль здания выполнен в канонах ранней эклектики и сочетает в себе, как элементы классицизма и ампира, так и явные ренессансные черты. Располагаясь на наклонном рельефе, здание имеет переменную этажность от одного этажа со стороны Театрального сада к полутора этажам со стороны Думской площади.',
  },
  {
    id: 'Torricelli',
    author: 'Торичелли Георгий Иванович',
    projectName: 'Дом Калио (Камо)',
    photos: [Kamo1, Kamo2],
    text: 'Дом Калио (Камо) — выдающийся образец одесского ампира и один из наиболее ярких домов авторства архитектора Торичелли. На момент строительства в 1834 г. дом располагался на тогдашней окраине города и его массивный призматический объем, занимающий ныне угол Тираспольской и Нежинской на фоне малоэтажной застройки того времени выглядел особенно внушительно.Элегантно оформленное здание ценится своим интерьером с трехпролетной парадной лестницей и полуротондой зала на втором этаже.В 1893 г. здесь разместилась второклассная гостиница Марсель, хорошо известная многим одесситам предреволюционных лет и порой упоминавшаяся в литературе.',
  },
  {
    id: 'Torricelli',
    author: 'Торичелли Георгий Иванович',
    projectName: 'Дом Нарольского',
    photos: [Narolskiy1, Narolskiy2, Narolskiy3, Narolskiy4],
    text: 'Дом Нарольского важен не только, как этап творчества Торичелли в начале 1830-х гг., но и как один из самых ярких образцов городского особняка Одессы того времени.Здание выполнено в редком для города стиле палладианства. Специфика английской классической школы прослеживается в подчеркнуто монументальных порталах на фоне геометричных наличников окон и полного отсутствия лепных элементов на фасаде.Самая яркая часть дома — парадная лестница, решенная в виде непрерывной скругленной дуги с первого этажа на второй. Освещение решено уникальным для светских построек способом — фонарь выполнен в виде купольного барабана с периметральным доступом света. Такая система, традиционная для православных церквей, в простом жилом доме применена единожды за всю историю города',
  },
  {
    id: 'Torricelli',
    author: 'Торичелли Георгий Иванович',
    projectName: 'Дом Хорвата (Толстых)',
    photos: [Tolstoy1, Tolstoy2, Tolstoy3, Tolstoy4],
    text: 'Усадьба Толстых — архитектурный комплекс, который включает в себя 3 здания: двухэтажный особняк с 12 комнатами, служебное крыло и картинную галерею. Особняк в стиле русского классицизма, выходящий фасадом на Военный спуск, построили в 1830-х архитекторы Боффо и Торичелли для камер-юнкера Николая Хорвата. В 60-х годах XIX в. усадьба переходит во владение Греческого Генерального консула Цицинии, а позднее дом был выкуплен графами Толстыми, которые проживали здесь до самой революции, попутно благоустраивая и достраивая весь комплекс.Бывший особняк Хорвата — классический пример богатого аристократического дома Одессы первой половины XIX в. Необычным решением служит ориентация здания основным фасадом в сторону сада, а торцевым, второстепенным — к линии улицы.Степень сохранности и аутентичности дома сегодня можно считать самой высокой в Одессе.С 1930-х гг. здесь располагается Одесский Дом Ученых.',
  },
];
