{
  "Bernardazzi": "Bernardazzi",
  "Torricelli": "Torricelli",
  "Made": "2023 @ Entwickelt von  ",
  "SwissA": "Schweizer Architekten",
  "Alexandr": "Aleksandr",
  "Georgiy": "Georgi",
  "BoigraphiB": "Alexander Bernardazzi wurde 1831 in Pjatigorsk geboren. Er war der Sohn des Architekten Joseph Carlovich Bernardazzi, der aus der Schweiz stammte und am Bau der Städte der KVM, Pjatigorsk und Kislowodsk, beteiligt war. Die aus Pambio (Tessin) stammende Familie Bernardazzi ließ sich unter Alexander I. in Südrussland nieder. Im Jahr 1843 wurde er in die Junior-Klassen der Bauschule in St. Petersburg eingeschrieben und schloss die erste Klasse mit dem Titel eines Assistenzarchitekten ab. Im Jahr 1850 wurde er zum technischen Assistenten in der regionalen Bau- und Straßenkommission von Bessarabien ernannt. Fast 30 Jahre lang war er der Stadtarchitekt von Chisinau. Seit 1875 war er erblicher Ehrenbürger. 1883 zog er nach Odessa, entwarf aber weiterhin für Bessarabien und arbeitete später an der Universität von Novorossiysk. Bernardazzi war ein Klassizist, dann ein Neoklassizist, während er sich gleichzeitig der Stilisierung der italienischen Renaissance mit gotischen Elementen zuwandte. Laut seinem Testament wurde er in Chisinau neben seiner Mutter beigesetzt,'BoigraphiT: '1826 kam er nach seiner Ausbildung von Lugano in der Schweiz nach Odessa, wo sein Vater Giovanni Torricelli als Maler arbeitete. Er arbeitete die nächsten 17 Jahre seines Lebens in Odessa und erstellte zusammen mit F. K. Boffo den architektonischen Plan von Odessa (1826). 1832 gewann er den Wettbewerb für den Bau der Handelsbörse (heute die Stadtverwaltung von Odessa) am Primorski-Boulevard. Der Bau wurde 1834 in der Nähe des Handelszentrums der Stadt, dem Starobazarnaya-Platz, fertiggestellt, der sich seit den 1820er Jahren gebildet hatte. Der errichtete Mittelblock mit einem Turm, die vier Eckpavillons und die Schuppen tragen die Motive der norditalienischen Stadtarchitektur. Die Fassaden der am Rande des Marktes errichteten Bänke wurden in den ersten Stockwerken durch eine Kolonnade verbunden (dieses architektonische Ensemble ist heute weitgehend verloren). Er entwarf den Börsenplatz (heute Duma-Platz) (1835) und den Theaterplatz mit dem Englischen Club (heute Marinemuseum, Lanjeronowskaja-Straße 6) (1842). Es wird angenommen, dass die weiße und blaue Farbgebung des Clubs mit den Farben des berühmten englischen Wedgwood-Porzellans in Verbindung steht. Dem Architekten ist es gelungen, das Gebäude in das Relief eines steilen Abhangs einzupassen: Die Fassade zum Opernplatz hin ist einstöckig, während die zum Duma-Platz hin einen hohen Sockel und ein Zwischengeschoss aufweist. Der weiße Saal im klassizistischen Stil zeichnet sich durch seine Innenausstattung aus. 44 Läden des 'Palais Royale' (am Platz 'Palais Royal'), die auf die Arkaden der Langeronowskaja-Straße, der Katharinenstraße und der Tschaikowsky-Gasse ausgerichtet sind, wurden nach dem Tod von Torricelli von dem Architekten C. O. Dallacqua[1] fertiggestellt. Das Projekt Torricelli baute die Sabanejew-Brücke (1828-1836). 1837 vollendete er auf Wunsch des Grafen M.S. Woronzow die Erzengel-Michael-Kathedrale, deren zwei aufgeklappte Kolonnaden der Kasaner Kathedrale in St. Petersburg ähnelten. Er entwarf Wohnhäuser in der Tolstoi-Straße 19 (1835), der Nischinskaja-Straße 64 (1836), der Deribasowskaja-Straße 27 (1837, das eigene Haus des Architekten), der Katharinenstraße 3 (1835), der Grecheskaja-Straße 33 (1840) und der Deribasowskaja-Straße 19 (1842). Eines der schönsten ist das Haus an der Ecke der Nishynska- und Tiraspolska-Straße (1834), dessen Grundriss auf den italienischen Stadtpalast zurückgeht, als wahrscheinliche Ursache für den frühen Tod des Architekten gilt die Botkin-Krankheit, die der damaligen Medizin kaum bekannt war.",
  "BoigraphiT": "Nach seiner Ausbildung kam er 1826 von Lugano in der Schweiz, wo sein Vater Giovanni Torricelli als Maler arbeitete, nach Odessa. Er arbeitete die nächsten 17 Jahre seines Lebens in Odessa und erstellte zusammen mit F. K. Boffo den architektonischen Plan von Odessa (1826). 1832 gewann er den Wettbewerb für den Bau der Handelsbörse (heute die Stadtverwaltung von Odessa) am Primorski-Boulevard. Der Bau wurde 1834 in der Nähe des Handelszentrums der Stadt, dem Starobazarnaya-Platz, fertiggestellt, der sich seit den 1820er Jahren gebildet hatte. Der errichtete Mittelblock mit einem Turm, die vier Eckpavillons und die Schuppen tragen die Motive der norditalienischen Stadtarchitektur. Die Fassaden der am Rande des Marktes errichteten Bänke wurden in den ersten Stockwerken durch eine Kolonnade verbunden (dieses architektonische Ensemble ist heute weitgehend verloren). Er entwarf den Börsenplatz (heute Duma-Platz) (1835) und den Theaterplatz mit dem Englischen Club (heute Marinemuseum, Lanjeronowskaja-Straße 6) (1842). Es wird angenommen, dass die weiß-blaue Farbgebung des Clubs mit den Farben des berühmten englischen Wedgwood-Porzellans in Verbindung steht. Dem Architekten ist es gelungen, das Gebäude in das Relief eines steilen Abhangs einzupassen: Die Fassade zum Opernplatz hin ist einstöckig, während die zum Duma-Platz hin einen hohen Sockel und ein Zwischengeschoss aufweist. Der weiße Saal im klassizistischen Stil zeichnet sich durch seine Innenausstattung aus. 44 Läden des 'Palais Royale' (am Platz 'Palais Royal'), die auf die Arkaden der Langeronowskaja-Straße, der Katharinenstraße und der Tschaikowsky-Gasse ausgerichtet sind, wurden nach dem Tod von Torricelli von dem Architekten C. O. Dallacqua[1] fertiggestellt. Das Projekt Torricelli baute die Sabanejew-Brücke (1828-1836). 1837 vollendete er auf Wunsch des Grafen M.S. Woronzow die Erzengel-Michael-Kathedrale, deren zwei aufgeklappte Kolonnaden der Kasaner Kathedrale in St. Petersburg ähnelten. Er entwarf Wohnhäuser in der Tolstoi-Straße 19 (1835), der Nischinskaja-Straße 64 (1836), der Deribasowskaja-Straße 27 (1837, das eigene Haus des Architekten), der Katharinenstraße 3 (1835), der Grecheskaja-Straße 33 (1840) und der Deribasowskaja-Straße 19 (1842). Eines der schönsten ist das Haus an der Ecke der Nishynska- und Tiraspolska-Straße (1834), dessen Grundriss auf den italienischen Stadtpalast zurückgeht, als wahrscheinliche Ursache für den frühen Tod des Architekten gilt die Botkin-Krankheit, die der damaligen Medizin kaum bekannt war.",
  "FamousProjects": "Die berühmten Werke des Autors:"
}
