{
  "Bernardazzi": "Bernardazzi",
  "Torricelli": "Torricelli",
  "Made": "2023 @ Made by   ",
  "SwissA": "Swiss architects",
  "Alexandr": "Alexander",
  "Georgiy": "Georgiy",
  "BoigraphiB": "Alexander Bernardazzi was born in Pyatigorsk in 1831. He was the son of the architect Joseph Carlovich Bernardazzi, a native of Switzerland and a participant in the construction of the towns of the KVM: Pyatigorsk and Kislovodsk. The Bernardazzi family from Pambio (in Ticino) settled in southern Russia under Alexander I.In 1843 he was enrolled in the junior classes of the Building School in St. Petersburg, he graduated from the first class with the title of assistant architect. In 1850 he was appointed to the junior technical post in the Bessarabian regional building and road commission. For almost 30 years he was the town architect of Chisinau. Since 1875 he was an honorary hereditary citizen.In 1883 he moved to Odessa, but continued to design for Bessarabia, later worked in Novorossiysk University. Bernardazzi was an adherent of Classicism, then of Neoclassicism, while at the same time he gravitated towards the stylization of the Italian Renaissance with Gothic elements.Alexander Bernardazzi died on a business trip in Fastov near Kiev. According to his will he was buried in Chisinau next to his mother.Translated with www.DeepL.com/Translator (free version)",
  "BoigraphiT": "In 1826, after being educated, he came to Odessa from Lugano, Switzerland, where his father Giovanni Torricelli worked as a painter. He worked in Odessa for the next 17 years of his life and together with F. K. Boffo executed the architectural plan of Odessa (1826). In 1832 he won the competition for the construction of the merchant bourse (now the Odessa City Council) on Primorsky Boulevard. The construction was completed in 1834 in the vicinity of the trading centre of the city, Starobazarnaya Square, which had been forming since the 1820s. The erected central block with a tower, the four corner pavilions and the sheds bear the motifs of the urban architecture of Northern Italy. The facades of the benches erected along the perimeter of the market were united by a colonnade on the first floors (to a large extent this architectural ensemble is now lost). he designed the Stock Exchange Square (now the Duma Square) (1835) and the Theatre Square with the English Club (now the Naval Museum at 6 Lanjeronovskaya Street) (1842). It is believed that the white and blue colouring of the club is linked with the colours of the famous Wedgwood porcelain of England. The architect has successfully blended the building into the relief of a steep slope: the façade facing the Opera House square is one-storey, while the one facing the Duma Square has a high plinth and mezzanine. The white hall in the classical style stands out by its interior decoration. 44 shops of the 'Palais Royale' (in the 'Palais Royal' square) facing the arcades in Langeronovskaya Street, Catherine Street and Teatralny (Tchaikovsky) Lane, this construction was completed after the death of Torricelli by the architect C. O. Dallacqua[1]. The project Torricelli built Sabaneyev Bridge (1828-1836)In 1837, at the request of Count M.S. Vorontsov, he completed the Archangel Michael Cathedral, whose two unfolded colonnades resembled the Kazan Cathedral in St. Petersburg. He designed residential houses in Tolstoy Street, 19 (1835), Nizhinskaya Street, 64 (1836), Deribasovskaya Street, 27 (1837, the architect's own house), Catherine Street, 3 (1835), Grecheskaya Street, 33 (1840) and Deribasovskaya Street, 19 (1842). One of the best is considered to be the house at the corner of Nizhynska and Tiraspolska streets (1834), the layout of which goes back to the Italian city palazzo.The probable cause of the architect's early death is considered to be Botkin's disease, little known to the medicine of the time.",
  "FamousProjects": "Famous projects of the author:"
}
