{
  "Bernardazzi": "Бернардацці",
  "Torricelli": "Торічеллі",
  "Made": "2023 @ Розроблено компанією   ",
  "SwissA": "Швейцарські архітектори",
  "Alexandr": "Олександр Йосипович",
  "Georgiy": "Георгій Іванович",
  "BoigraphiB": "Олександр Бернардацці народився в П'ятигорську 1831 року. Син архітектора Йосипа Карловича Бернардацці, уродженця Швейцарії, учасника будівництва міст КМВ: П'ятигорська і Кисловодська. Сімейство Бернардацці з Памбіо (в Тічино) влаштувалося на півдні Росії за Олександра I.У 1843 році визначений у молодші класи Будівельного училища в Петербурзі, закінчив курс за першим розрядом зі званням архітекторського помічника. З 1850 року призначений на молодшу технічну посаду в Бессарабську обласну будівельну і дорожню комісію. Майже 30 років був міським архітектором Кишинева. З 1875 року - Почесний потомствений громадянин.У 1883 році переїхав до Одеси, але продовжував проєктувати і для Бессарабії, пізніше працював у Новоросійському університеті. Бернардацці був прихильником класицизму, потім неокласицизму, водночас він тяжів до стилізації італійського ренесансу з елементами готики.Олександр Бернардацці помер у відрядженні у Фастові під Києвом. Згідно із заповітом він був похований у Кишиневі поруч зі своєю матір'ю.Translated with www.DeepL.com/Translator (free version)",
  "BoigraphiT": "1826 року, здобувши освіту, приїхав із Лугано (Швейцарія) до Одеси, де його батько Джованні Торічеллі працює як художник. Пропрацював в Одесі 17 наступних років свого життя. Виконав спільно з Ф. К. Боффо архітектурний план Одеси (1826). 1832 року став переможцем конкурсу проєктів будівництва купецької біржі (нині - Одеська міськрада) на Приморському бульварі. Будівництво було завершено 1834 року поблизу торгового центру міста - Старобазарної площі, що формувався з 1820-х років. У зведеному центральному корпусі з вежею, чотирьох кутових павільйонах і навісах відчуваються мотиви міської архітектури Північної Італії. Фасади збудованих по периметру ринку крамниць були об'єднані колонадою на других поверхах (значною мірою цей архітектурний ансамбль нині втрачено). Виконав проєкт Біржової (нині - Думської) площі (1835) та Театральної площі з Англійським клубом (нині - музей морського флоту на вулиці Ланжеронівській, 6), (1842). Вважається, що біло-блакитне забарвлення клубу пов'язане з кольорами відомої англійської порцеляни фірми Веджвуд. Архітектор вдало вписав будівлю в рельєф крутого узвозу: фасад, що виходить до скверу Оперного театру, одноповерховий, а звернений до Думської площі має високий цоколь і бельетаж. За внутрішнім оздобленням виділяється біла зала, виконана в класичному стилі. Виконав будівництво торгового комплексу - 44 крамниці 'Пале-Рояля' (у сквері Пале-Рояль), що виходять аркадами на вулиці Ланжеронівську, Катерининську та Театральний (Чайковського) провулок, це будівництво після смерті Торрічеллі було завершене архітектором К. О. Даллаква[1]. За проектом Торрічеллі побудований Сабанєєв міст (1828-1836)1837 року на прохання графа М. С. Воронцова виконав проект Архангело-Михайлівського собору, дві розгорнуті колонади якого нагадували Казанський собор у Петербурзі. Автор проєктів житлових будинків на вулицях Толстого, 19 (1835), Ніжинській, 64 (1836), Дерибасівській, 27 (1837, власний будинок архітектора), Катерининській, 3 (1835), Грецькій, 33 (1840), Дерибасівській, 19 (1842). Одним із найкращих вважається будинок на розі вулиць Ніжинської та Тираспольської (1834), планувальне рішення якого походить від італійських міських палаццо. Ймовірною причиною ранньої смерті архітектора вважають хворобу Боткіна, маловідому медицині того часу.",
  "FamousProjects": "Видатні роботи автора:"
}
